Repository: Alexadar/rootyapps
Catalog: eartharound.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, uk, zh_hans, zh_hant

source: Southward IMF is reconnecting with Earth's field; conditions are elevated.
cs: Jižně orientované IMF se rekonektuje se zemským polem; zvýšené podmínky.
da: Sydvendt IMF genkobler med Jordens felt; forhøjede forhold.
de: Südwärts gerichtetes IMF rekonnektiert mit dem Erdfeld; erhöhte Bedingungen.
es: El CMI hacia el sur se está reconectando con el campo terrestre; condiciones elevadas.
fi: Etelään suuntautunut IMF kytkeytyy uudelleen Maan kenttään; olot ovat koholla.
fr: Le CMI orienté sud se reconnecte au champ terrestre ; conditions renforcées.
it: Il CMI verso sud si sta riconnettendo con il campo terrestre; condizioni elevate.
ja: 南向き IMF が地球磁場と磁気リコネクションを起こしています。条件は高まっています。
ko: 남향 IMF가 지구 자기장과 재결합하고 있습니다. 조건이 높아졌습니다.
nb: Sørvendt IMF rekobler med jordas felt; forhøyede forhold.
nl: Zuidwaarts IMF herverbindt met het aardmagnetisch veld; verhoogde condities.
pl: Południowe IMF rekonektuje z polem Ziemi; warunki podwyższone.
pt_br: O CMI para o sul está se reconectando com o campo terrestre; condições elevadas.
sv: Sydvänt IMF återkopplar med jordens fält; förhöjda förhållanden.
tr: Güneye dönük IMF, Dünya'nın alanıyla yeniden bağlanıyor; koşullar yükseldi.
uk: Південне ММП перез'єднується з полем Землі; умови підвищені.
zh_hans: 南向行星际磁场正与地球磁场重联，条件升高。
zh_hant: 南向行星際磁場正與地球磁場重聯，條件升高。

source: Space event alerts
cs: Upozornění na vesmírné události
da: Notifikationer om rumbegivenheder
de: Warnungen zu Weltraumereignissen
es: Alertas de eventos espaciales
fi: Avaruustapahtumien hälytykset
fr: Alertes d'événements spatiaux
it: Avvisi su eventi spaziali
ja: 宇宙イベントのアラート
ko: 우주 이벤트 알림
nb: Varsler om romhendelser
nl: Meldingen over ruimtegebeurtenissen
pl: Alerty o zdarzeniach kosmicznych
pt_br: Alertas de eventos espaciais
sv: Aviseringar om rymdhändelser
tr: Uzay olayı uyarıları
uk: Сповіщення про космічні події
zh_hans: 空间事件提醒
zh_hant: 太空事件提醒

source: Spotless
cs: Bez skvrn
da: Pletfri
de: Fleckenlos
es: Sin manchas
fi: Täplätön
fr: Sans taches
it: Senza macchie
ja: 黒点なし
ko: 흑점 없음
nb: Flekkfri
nl: Vlekkeloos
pl: Bez plam
pt_br: Sem manchas
sv: Fläckfri
tr: Lekesiz
uk: Без плям
zh_hans: 无黑子
zh_hant: 無黑子

source: Storm
cs: Bouře
de: Sturm
es: Tormenta
fi: Myrsky
fr: Tempête
it: Tempesta
ja: 嵐
ko: 폭풍
pl: Burza
pt_br: Tempestade
tr: Fırtına
uk: Буря
zh_hans: 风暴
zh_hant: 風暴

source: Storm Right Now
cs: Bouře právě teď
da: Storm lige nu
de: Sturm gerade jetzt
es: Tormenta ahora
fi: Myrsky juuri nyt
fr: Tempête en cours
it: Tempesta adesso
ja: 今の磁気嵐
ko: 지금 폭풍
nb: Storm akkurat nå
nl: Storm op dit moment
pl: Burza w tej chwili
pt_br: Tempestade agora
sv: Storm just nu
tr: Şu anda fırtına
uk: Шторм зараз
zh_hans: 当前磁暴
zh_hant: 目前磁暴

source: Strong
cs: Silný
da: Kraftig
de: Stark
es: Fuerte
fi: Voimakas
fr: Fort
it: Forte
ja: 強い
ko: 강함
nb: Kraftig
nl: Sterk
pl: Silny
pt_br: Forte
sv: Kraftig
tr: Güçlü
uk: Сильний
zh_hans: 强
zh_hant: 強

source: Sun
cs: Slunce
da: Solen
de: Sonne
es: Sol
fi: Aurinko
fr: Soleil
it: Sole
ja: 太陽
ko: 태양
nb: Sola
nl: Zon
pl: Słońce
pt_br: Sol
sv: Solen
tr: Güneş
uk: Сонце
zh_hans: 太阳
zh_hant: 太陽

source: Sunspot number R = 10·groups + spots (Wolf/SILSO), from NOAA's solar-region report.
cs: Číslo slunečních skvrn R = 10·skupiny + skvrny (Wolf/SILSO), ze zprávy NOAA o slunečních oblastech.
da: Solpletstal R = 10·grupper + pletter (Wolf/SILSO), fra NOAA's rapport om solregioner.
de: Sonnenfleckenzahl R = 10·Gruppen + Flecken (Wolf/SILSO), aus dem NOAA-Bericht zu Sonnenregionen.
es: Número de manchas R = 10·grupos + manchas (Wolf/SILSO), del informe de regiones solares de NOAA.
fi: Auringonpilkkuluku R = 10·ryhmät + pilkut (Wolf/SILSO), NOAA:n aurinkoalueraportista.
fr: Nombre de taches R = 10·groupes + taches (Wolf/SILSO), d'après le rapport NOAA sur les régions solaires.
it: Numero di macchie R = 10·gruppi + macchie (Wolf/SILSO), dal rapporto NOAA sulle regioni solari.
ja: 黒点相対数 R = 10·群数 + 黒点数（ウォルフ/SILSO）、NOAA の太陽領域レポートより。
ko: 흑점 수 R = 10·군 + 흑점(볼프/SILSO), NOAA 태양 영역 보고서 기준.
nb: Solflekktall R = 10·grupper + flekker (Wolf/SILSO), fra NOAAs rapport om solregioner.
nl: Zonnevlekgetal R = 10·groepen + vlekken (Wolf/SILSO), uit NOAA's rapport over zonneregio's.
pl: Liczba plam R = 10·grupy + plamy (Wolf/SILSO), z raportu NOAA o obszarach słonecznych.
pt_br: Número de manchas R = 10·grupos + manchas (Wolf/SILSO), do relatório de regiões solares da NOAA.
sv: Solfläckstal R = 10·grupper + fläckar (Wolf/SILSO), från NOAA:s rapport om solregioner.
tr: Güneş lekesi sayısı R = 10·grup + leke (Wolf/SILSO), NOAA güneş bölgesi raporundan.
uk: Число сонячних плям R = 10·групи + плями (Вольф/SILSO), зі звіту NOAA про сонячні області.
zh_hans: 黑子相对数 R = 10·群数 + 黑子数（沃尔夫/SILSO），来自 NOAA 太阳活动区报告。
zh_hant: 黑子相對數 R = 10·群數 + 黑子數（沃爾夫/SILSO），來自 NOAA 太陽活動區報告。

source: The 28-level Kp scale (Bartels) with NOAA G-scale color bands. Ap is the day's mean amplitude.
cs: 28stupňová škála Kp (Bartels) s barevnými pásmy NOAA G-škály. Ap je průměrná denní amplituda.
da: Den 28-trins Kp-skala (Bartels) med farvebånd fra NOAA's G-skala. Ap er døgnets gennemsnitlige amplitude.
de: Die 28-stufige Kp-Skala (Bartels) mit den Farbbändern der NOAA-G-Skala. Ap ist die mittlere Tagesamplitude.
es: La escala Kp de 28 niveles (Bartels) con las bandas de color de la escala G de NOAA. Ap es la amplitud media del día.
fi: 28-portainen Kp-asteikko (Bartels) NOAA:n G-asteikon väripalkein. Ap on vuorokauden keskiamplitudi.
fr: L'échelle Kp à 28 niveaux (Bartels) avec les bandes de couleur de l'échelle G de la NOAA. Ap est l'amplitude moyenne du jour.
it: La scala Kp a 28 livelli (Bartels) con le bande colorate della scala G NOAA. Ap è l'ampiezza media giornaliera.
ja: 28段階の Kp スケール（バーテルス）と NOAA G スケールのカラーバンド。Ap はその日の平均振幅です。
ko: 28단계 Kp 척도(바텔스)와 NOAA G 등급 색상 밴드. Ap는 그날의 평균 진폭입니다.
nb: Den 28-trinns Kp-skalaen (Bartels) med fargebånd fra NOAAs G-skala. Ap er døgnets gjennomsnittsamplitude.
nl: De 28-traps Kp-schaal (Bartels) met de kleurbanden van de NOAA G-schaal. Ap is de gemiddelde dagamplitude.
pl: 28-stopniowa skala Kp (Bartels) z pasmami kolorów skali G NOAA. Ap to średnia amplituda dobowa.
pt_br: A escala Kp de 28 níveis (Bartels) com as faixas de cor da escala G da NOAA. Ap é a amplitude média do dia.
sv: Den 28-gradiga Kp-skalan (Bartels) med färgband från NOAA:s G-skala. Ap är dygnets medelamplitud.
tr: 28 kademeli Kp ölçeği (Bartels), NOAA G ölçeği renk bantlarıyla. Ap, günün ortalama genliğidir.
uk: 28-рівнева шкала Kp (Бартельс) із кольоровими смугами G-шкали NOAA. Ap — середня добова амплітуда.
zh_hans: 28 级 Kp 标度（Bartels）配 NOAA G 级色带。Ap 为当日平均振幅。
zh_hant: 28 級 Kp 標度（Bartels）配 NOAA G 級色帶。Ap 為當日平均振幅。

source: The Sun Today
cs: Slunce dnes
da: Solen i dag
de: Die Sonne heute
es: El Sol hoy
fi: Aurinko tänään
fr: Le Soleil aujourd'hui
it: Il Sole oggi
ja: 今日の太陽
ko: 오늘의 태양
nb: Solen i dag
nl: De zon vandaag
pl: Słońce dzisiaj
pt_br: O Sol hoje
sv: Solen i dag
tr: Bugün Güneş
uk: Сонце сьогодні
zh_hans: 今日太阳
zh_hant: 今日太陽

source: The interplanetary field is northward or weak — little coupling to Earth.
cs: Meziplanetární pole je severně orientované nebo slabé — malá vazba na Zemi.
da: Det interplanetariske felt er nordvendt eller svagt – ringe kobling til Jorden.
de: Das interplanetare Feld ist nordwärts gerichtet oder schwach – kaum Kopplung zur Erde.
es: El campo interplanetario está hacia el norte o es débil: poco acoplamiento con la Tierra.
fi: Planeettainvälinen kenttä on pohjoiseen suuntautunut tai heikko – kytkentä Maahan on vähäinen.
fr: Le champ interplanétaire est orienté nord ou faible — peu de couplage avec la Terre.
it: Il campo interplanetario è verso nord o debole — scarso accoppiamento con la Terra.
ja: 惑星間磁場は北向きまたは弱く、地球との結合はわずかです。
ko: 행성간 자기장이 북향이거나 약해 지구와의 결합이 거의 없습니다.
nb: Det interplanetariske feltet er nordvendt eller svakt – liten kobling til jorda.
nl: Het interplanetaire veld is noordwaarts of zwak — weinig koppeling met de aarde.
pl: Pole międzyplanetarne jest skierowane na północ lub słabe — niewielkie sprzężenie z Ziemią.
pt_br: O campo interplanetário está para o norte ou fraco — pouco acoplamento com a Terra.
sv: Det interplanetära fältet är nordvänt eller svagt – liten koppling till jorden.
tr: Gezegenler arası alan kuzeye dönük ya da zayıf — Dünya ile bağlanım az.
uk: Міжпланетне поле спрямоване на північ або слабке — зв'язок із Землею незначний.
zh_hans: 行星际磁场北向或较弱——与地球耦合很小。
zh_hant: 行星際磁場北向或較弱——與地球耦合很小。

source: This app needs the network for live NOAA and GFZ data. Reconnect and pull to refresh — no numbers are shown until they're real.
cs: Tato aplikace potřebuje síť pro živá data z NOAA a GFZ. Znovu se připojte a přetažením obnovte — nezobrazí se žádná čísla, dokud nejsou skutečná.
da: Appen har brug for netværk til livedata fra NOAA og GFZ. Opret forbindelse igen, og træk for at opdatere – der vises ingen tal, før de er ægte.
de: Diese App braucht das Netz für Live-Daten von NOAA und GFZ. Verbinde dich neu und zieh zum Aktualisieren – es werden keine Zahlen angezeigt, die nicht echt sind.
es: Esta app necesita red para los datos en vivo de NOAA y GFZ. Reconéctate y desliza para actualizar: no se muestra ningún número que no sea real.
fi: Sovellus tarvitsee verkon NOAA:n ja GFZ:n reaaliaikaisiin tietoihin. Yhdistä uudelleen ja vedä päivittääksesi – mitään lukuja ei näytetä ennen kuin ne ovat todellisia.
fr: Cette app a besoin du réseau pour les données en direct de la NOAA et du GFZ. Reconnectez-vous et tirez pour actualiser — aucun nombre n'est affiché tant qu'il n'est pas réel.
it: Questa app ha bisogno della rete per i dati in tempo reale di NOAA e GFZ. Riconnettiti e trascina per aggiornare — non viene mostrato alcun numero che non sia reale.
ja: このアプリは NOAA と GFZ のライブデータにネットワークを必要とします。再接続して引いて更新してください — 実データが揃うまで数値は表示しません。
ko: 이 앱은 NOAA와 GFZ의 실시간 데이터를 위해 네트워크가 필요합니다. 다시 연결하고 당겨서 새로 고치세요 — 실제 값이 아니면 수치를 표시하지 않습니다.
nb: Appen trenger nettverk for sanntidsdata fra NOAA og GFZ. Koble til igjen og dra for å oppdatere – ingen tall vises før de er ekte.
nl: Deze app heeft het netwerk nodig voor live gegevens van NOAA en GFZ. Maak opnieuw verbinding en trek om te verversen — er wordt geen getal getoond dat niet echt is.
pl: Ta aplikacja potrzebuje sieci do danych na żywo z NOAA i GFZ. Połącz się ponownie i pociągnij, aby odświeżyć — nie pokazujemy żadnych liczb, dopóki nie są prawdziwe.
pt_br: Este app precisa de rede para os dados ao vivo da NOAA e do GFZ. Reconecte e puxe para atualizar — nenhum número é mostrado até ser real.
sv: Appen behöver nätverket för livedata från NOAA och GFZ. Anslut igen och dra för att uppdatera – inga tal visas förrän de är verkliga.
tr: Bu uygulama, NOAA ve GFZ'nin canlı verileri için ağa ihtiyaç duyar. Yeniden bağlanın ve yenilemek için çekin — gerçek olmayan hiçbir sayı gösterilmez.
uk: Застосунку потрібна мережа для живих даних NOAA і GFZ. Відновіть з'єднання та потягніть, щоб оновити — жодні числа не показуються, доки вони не справжні.
zh_hans: 本应用需要联网才能获取 NOAA 和 GFZ 的实时数据。请重新连接并下拉刷新——数据未经证实前不会显示任何数字。
zh_hant: 本應用程式需要連網才能取得 NOAA 和 GFZ 的即時資料。請重新連線並下拉重新整理——資料未經證實前不會顯示任何數字。

source: Time
cs: Čas
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
it: Ora
ja: 時刻
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
sv: Tid
tr: Saat
uk: Час
zh_hans: 时间
zh_hant: 時間

source: Unsettled
cs: Neklidné
da: Uroligt
de: Unruhig
es: Inestable
fi: Levoton
fr: Perturbé
it: Instabile
ja: やや乱れ
ko: 다소 불안정
nb: Urolig
nl: Onrustig
pl: Niespokojnie
pt_br: Instável
sv: Oroligt
tr: Değişken
uk: Неспокійно
zh_hans: 轻度扰动
zh_hant: 輕度擾動

source: Updated %@
cs: Aktualizováno %@
da: Opdateret %@
de: Aktualisiert %@
es: Actualizado %@
fi: Päivitetty %@
fr: Actualisé %@
it: Aggiornato %@
ja: 更新 %@
ko: 업데이트 %@
nb: Oppdatert %@
nl: Bijgewerkt %@
pl: Zaktualizowano %@
pt_br: Atualizado %@
sv: Uppdaterad %@
tr: Güncellendi: %@
uk: Оновлено %@
zh_hans: 更新于%@
zh_hant: 更新於%@

source: Updated %@ · NOAA + GFZ, validated
cs: Aktualizováno %@ · NOAA + GFZ, ověřeno
da: Opdateret %@ · NOAA + GFZ, valideret
de: Aktualisiert %@ · NOAA + GFZ, validiert
es: Actualizado %@ · NOAA + GFZ, validado
fi: Päivitetty %@ · NOAA + GFZ, vahvistettu
fr: Actualisé %@ · NOAA + GFZ, validé
it: Aggiornato %@ · NOAA + GFZ, validato
ja: 更新 %@・NOAA + GFZ、検証済み
ko: 업데이트 %@ · NOAA + GFZ, 검증됨
nb: Oppdatert %@ · NOAA + GFZ, validert
nl: Bijgewerkt %@ · NOAA + GFZ, gevalideerd
pl: Zaktualizowano %@ · NOAA + GFZ, zweryfikowane
pt_br: Atualizado %@ · NOAA + GFZ, validado
sv: Uppdaterad %@ · NOAA + GFZ, validerad
tr: Güncellendi: %@ · NOAA + GFZ, doğrulandı
uk: Оновлено %@ · NOAA + GFZ, перевірено
zh_hans: 更新于%@ · NOAA + GFZ，已验证
zh_hant: 更新於%@ · NOAA + GFZ，已驗證

source: Use cellular data
cs: Používat mobilní data
da: Brug mobildata
de: Mobile Daten verwenden
es: Usar datos móviles
fi: Käytä mobiilidataa
fr: Utiliser les données cellulaires
it: Usa dati cellulari
ja: モバイルデータを使用
ko: 셀룰러 데이터 사용
nb: Bruk mobildata
nl: Mobiele data gebruiken
pl: Używaj danych komórkowych
pt_br: Usar dados móveis
sv: Använd mobildata
tr: Hücresel veri kullan
uk: Використовувати мобільні дані
zh_hans: 使用蜂窝数据
zh_hant: 使用行動數據

source: Very fast
cs: Velmi rychlý
da: Meget hurtig
de: Sehr schnell
es: Muy rápido
fi: Erittäin nopea
fr: Très rapide
it: Molto veloce
ja: 非常に高速
ko: 매우 빠름
nb: Svært rask
nl: Zeer snel
pl: Bardzo szybki
pt_br: Muito rápido
sv: Mycket snabb
tr: Çok hızlı
uk: Дуже швидкий
zh_hans: 极高速
zh_hant: 極高速

source: Very high
cs: Velmi vysoký
da: Meget høj
de: Sehr hoch
es: Muy alto
fi: Erittäin korkea
fr: Très élevé
it: Molto alto
ja: 非常に高い
ko: 매우 높음
nb: Svært høy
nl: Zeer hoog
pl: Bardzo wysoki
pt_br: Muito alto
sv: Mycket hög
tr: Çok yüksek
uk: Дуже високий
zh_hans: 极高
zh_hant: 極高

source: Very low
cs: Velmi nízký
da: Meget lav
de: Sehr niedrig
es: Muy bajo
fi: Erittäin matala
fr: Très faible
it: Molto basso
ja: 非常に低い
ko: 매우 낮음
nb: Svært lav
nl: Zeer laag
pl: Bardzo niski
pt_br: Muito baixo
sv: Mycket låg
tr: Çok düşük
uk: Дуже низький
zh_hans: 极低
zh_hant: 極低

source: WIND %lld KM/S
cs: VÍTR %lld KM/S
da: VIND %lld KM/S
es: VIENTO %lld KM/S
fi: TUULI %lld KM/S
fr: VENT %lld KM/S
it: VENTO %lld KM/S
ja: 太陽風 %lld KM/S
ko: 태양풍 %lld KM/S
nb: VIND %lld KM/S
pl: WIATR %lld KM/S
pt_br: VENTO %lld KM/S
sv: VIND %lld KM/S
tr: RÜZGÂR %lld KM/S
uk: ВІТЕР %lld КМ/С
zh_hans: 太阳风 %lld KM/S
zh_hant: 太陽風 %lld KM/S

source: active
cs: aktivní
da: aktiv
de: aktiv
es: activo
fi: aktiivinen
fr: actif
it: attivo
ja: 有効
ko: 활성
nb: aktiv
nl: actief
pl: aktywne
pt_br: ativo
sv: aktiv
tr: etkin
uk: активне
zh_hans: 已激活
zh_hant: 已啟用

source: active regions
cs: aktivní oblasti
da: aktive områder
de: aktive Regionen
es: regiones activas
fi: aktiiviset alueet
fr: régions actives
it: regioni attive
ja: 活動領域
ko: 활동 영역
nb: aktive områder
nl: actieve gebieden
pl: obszary aktywne
pt_br: regiões ativas
sv: aktiva regioner
tr: etkin bölgeler
uk: активні області
zh_hans: 活动区
zh_hant: 活動區

source: amplitude
cs: amplituda
es: amplitud
fi: amplitudi
it: ampiezza
ja: 振幅
ko: 진폭
pl: amplituda
sv: amplitud
tr: genlik
uk: амплітуда
zh_hans: 振幅
zh_hant: 振幅

source: best chance now
cs: nejlepší šance teď
da: bedste chance nu
de: beste Chance jetzt
es: mejor probabilidad ahora
fi: paras mahdollisuus nyt
fr: meilleure chance maintenant
it: probabilità migliore ora
ja: 現在の最大確率
ko: 현재 최고 확률
nb: beste sjanse nå
nl: beste kans nu
pl: najlepsza szansa teraz
pt_br: melhor chance agora
sv: bästa chansen nu
tr: şu an en iyi olasılık
uk: найкращий шанс зараз
zh_hans: 当前最高概率
zh_hant: 目前最高機率

source: current amplitude
cs: aktuální amplituda
da: aktuel amplitude
de: aktuelle Amplitude
es: amplitud actual
fi: nykyinen amplitudi
fr: amplitude actuelle
it: ampiezza attuale
ja: 現在の振幅
ko: 현재 진폭
nb: gjeldende amplitude
nl: huidige amplitude
pl: bieżąca amplituda
pt_br: amplitude atual
sv: aktuell amplitud
tr: güncel genlik
uk: поточна амплітуда
zh_hans: 当前振幅
zh_hant: 目前振幅

source: current flux
cs: aktuální tok
da: aktuel flux
de: aktueller Fluss
es: flujo actual
fi: nykyinen vuo
fr: flux actuel
it: flusso attuale
ja: 現在のフラックス
ko: 현재 플럭스
nb: gjeldende fluks
nl: huidige flux
pl: bieżący strumień
pt_br: fluxo atual
sv: aktuellt flöde
tr: güncel akı
uk: поточний потік
zh_hans: 当前通量
zh_hant: 目前通量

source: daily (so far)
cs: denní (zatím)
da: døgn (indtil nu)
de: täglich (bisher)
es: diario (hasta ahora)
fi: vuorokausi (toistaiseksi)
fr: du jour (jusqu'ici)
it: giornaliero (finora)
ja: 当日（現時点まで）
ko: 당일(현재까지)
nb: døgn (så langt)
nl: dagelijks (tot nu toe)
pl: dobowa (jak dotąd)
pt_br: diário (até agora)
sv: dygn (hittills)
tr: günlük (şu ana kadar)
uk: за добу (поки що)
zh_hans: 当日（截至目前）
zh_hant: 當日（截至目前）

source: daily average
cs: denní průměr
da: døgngennemsnit
de: Tagesmittel
es: media diaria
fi: vuorokausikeskiarvo
fr: moyenne du jour
it: media giornaliera
ja: 日平均
ko: 일 평균
nb: døgnsnitt
nl: daggemiddelde
pl: średnia dobowa
pt_br: média diária
sv: dygnsmedel
tr: günlük ortalama
uk: середнє за добу
zh_hans: 日均值
zh_hant: 日均值

source: density
cs: hustota
da: tæthed
de: Dichte
es: densidad
fi: tiheys
fr: densité
it: densità
ja: 密度
ko: 밀도
nb: tetthet
nl: dichtheid
pl: gęstość
pt_br: densidade
sv: densitet
tr: yoğunluk
uk: щільність
zh_hans: 密度
zh_hant: 密度

source: dyn. pressure
cs: dyn. tlak
da: dyn. tryk
de: dyn. Druck
es: presión din.
fi: dyn. paine
fr: pression dyn.
it: pressione din.
ja: 動圧
ko: 동압
nb: dyn. trykk
nl: dyn. druk
pl: ciśn. dyn.
pt_br: pressão din.
sv: dyn. tryck
tr: din. basınç
uk: дин. тиск
zh_hans: 动压
zh_hant: 動壓

source: exceeds Kp ceiling
cs: nad stropem Kp
da: over Kp-loftet
de: über der Kp-Obergrenze
es: supera el techo de Kp
fi: yli Kp-katon
fr: dépasse le plafond Kp
it: supera il limite del Kp
ja: Kp 上限を超過
ko: Kp 상한 초과
nb: over Kp-taket
nl: boven het Kp-plafond
pl: powyżej pułapu Kp
pt_br: acima do teto do Kp
sv: över Kp-taket
tr: Kp tavanını aşıyor
uk: перевищує стелю Kp
zh_hans: 超出 Kp 上限
zh_hant: 超出 Kp 上限

source: inactive
cs: neaktivní
da: inaktiv
de: inaktiv
es: inactivo
fi: ei aktiivinen
fr: inactif
it: inattivo
ja: 非活動
ko: 비활성
nb: inaktiv
nl: inactief
pl: nieaktywne
pt_br: inativo
sv: inaktiv
tr: etkin değil
uk: неактивне
zh_hans: 不活跃
zh_hant: 不活躍

source: just now
cs: právě teď
da: lige nu
de: gerade eben
es: ahora mismo
fi: juuri nyt
fr: à l’instant
it: proprio ora
ja: たった今
ko: 방금
nb: nettopp nå
nl: zojuist
pl: przed chwilą
pt_br: agora mesmo
sv: just nu
tr: az önce
uk: щойно
zh_hans: 刚刚
zh_hant: 剛剛

source: latest flare
cs: poslední erupce
da: seneste udbrud
de: letzter Ausbruch
es: última fulguración
fi: viimeisin purkaus
fr: dernière éruption
it: ultimo brillamento
ja: 最新のフレア
ko: 최근 플레어
nb: siste utbrudd
nl: laatste uitbarsting
pl: ostatni rozbłysk
pt_br: última explosão
sv: senaste utbrottet
tr: son patlama
uk: останній спалах
zh_hans: 最近耀斑
zh_hant: 最近閃焰

source: no data
cs: žádná data
da: ingen data
de: keine Daten
es: sin datos
fi: ei tietoja
fr: aucune donnée
it: nessun dato
ja: データなし
ko: 데이터 없음
nb: ingen data
nl: geen gegevens
pl: brak danych
pt_br: sem dados
sv: inga data
tr: veri yok
uk: немає даних
zh_hans: 无数据
zh_hant: 無資料

source: peak probability
cs: špičková pravděp.
da: topsandsynlighed
de: Spitzenwahrscheinlichkeit
es: probabilidad máx.
fi: huipputodennäköisyys
fr: probabilité max.
it: probabilità max.
ja: 最大確率
ko: 최대 확률
nb: topp­sannsynlighet
nl: piekkans
pl: szczytowe prawdop.
pt_br: probabilidade máx.
sv: toppsannolikhet
tr: en yüksek olasılık
uk: пікова ймовірність
zh_hans: 峰值概率
zh_hant: 峰值機率

source: speed
cs: rychlost
da: hastighed
de: Geschwindigkeit
es: velocidad
fi: nopeus
fr: vitesse
it: velocità
ja: 速度
ko: 속도
nb: hastighet
nl: snelheid
pl: prędkość
pt_br: velocidade
sv: hastighet
tr: hız
uk: швидкість
zh_hans: 速度
zh_hant: 速度

source: storm level
cs: úroveň bouře
da: stormniveau
de: Sturmstufe
es: nivel de tormenta
fi: myrskytaso
fr: niveau de tempête
it: livello tempesta
ja: 嵐のレベル
ko: 폭풍 등급
nb: stormnivå
nl: stormniveau
pl: poziom burzy
pt_br: nível da tempestade
sv: stormnivå
tr: fırtına seviyesi
uk: рівень шторму
zh_hans: 磁暴等级
zh_hant: 磁暴等級

source: sunspot no.
cs: počet skvrn
da: pletstal
de: Fleckenzahl
es: n.º de manchas
fi: pilkkuluku
fr: nombre de taches
it: n. macchie
ja: 黒点数
ko: 흑점 수
nb: flekktall
nl: vlekkengetal
pl: liczba plam
pt_br: n.º de manchas
sv: fläcktal
tr: leke sayısı
uk: число плям
zh_hans: 黑子数
zh_hant: 黑子數

source: view line (geomag lat)
cs: hranice viditelnosti (geomag. šířka)
da: sigtelinje (geomagn. bredde)
de: Sichtlinie (geomagn. Breite)
es: línea de visión (lat. geomag.)
fi: näkyvyysraja (geomagn. lev.)
fr: ligne de visibilité (lat. géomag.)
it: linea di visibilità (lat. geomag.)
ja: 可視限界（地磁気緯度）
ko: 가시 한계(지자기 위도)
nb: siktlinje (geomagn. bredde)
nl: zichtlijn (geomagn. breedte)
pl: linia widoczności (szer. geomagn.)
pt_br: linha de visão (lat. geomag.)
sv: siktlinje (geomagn. lat.)
tr: görüş sınırı (jeomanyetik enlem)
uk: лінія огляду (геомагн. широта)
zh_hans: 可见界线（地磁纬度）
zh_hant: 可見界線（地磁緯度）

source: HP30 24H
da: HP30 24 T
de: HP30 24 STD
fi: HP30 24 T
ja: HP30 24時間
ko: HP30 24시간
nb: HP30 24 T
nl: HP30 24 U
sv: HP30 24 TIM
tr: HP30 24 SA
uk: HP30 24 ГОД
zh_hans: HP30 24 小时
zh_hant: HP30 24 小時

source: OK
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好
